jorgebucaran/nvm.fish
ilancosman/tide@v6
patrickf1/fzf.fish
jethrokuan/z
jorgebucaran/autopair.fish
franciscolourenco/done
brgmnn/fish-docker-compose
nickeb96/puffer-fish
fishingline/safe-rm
meaningful-ooo/sponge
